tap "abhimanyu003/sttr"
tap "ankitpokhrel/jira-cli"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "common-fate/granted"
tap "deviceinsight/packages"
tap "dhth/tap"
tap "dlvhdr/formulae"
tap "f1bonacc1/tap"
tap "friendsofgo/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "joshmedeski/sesh"
tap "kenzo-wada/thanks-stars"
tap "marle3003/tap"
tap "morantron/tmux-fingers"
tap "muesli/tap"
tap "nikitabobko/aerospace"
tap "nikitabobko/tap"
tap "pamburus/tap"
tap "skatkov/tap"
tap "th-ch/youtube-music"
tap "thezoraiz/ascii-image-converter"
brew "arttime"
brew "atuin"
brew "awscli"
brew "node"
brew "bash-language-server"
brew "bat"
brew "cfonts"
brew "less"
brew "circumflex"
brew "python@3.14"
brew "codespell"
brew "cpulimit"
brew "curl"
brew "curlie"
brew "delve"
brew "direnv"
brew "dust"
brew "entr"
brew "eslint_d"
brew "eza"
brew "fd"
brew "figlet"
brew "fish"
brew "fx"
brew "git-delta"
brew "gitleaks"
brew "gitmux"
brew "glow"
brew "gnupg"
brew "gofumpt"
brew "gojq"
brew "golangci-lint"
brew "gopls"
brew "goreleaser"
brew "graphviz"
brew "gum"
brew "harper"
brew "helm"
brew "helm-ls"
brew "hl"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jira-cli"
brew "jnv"
brew "jq"
brew "jqp"
brew "kafkactl"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "lla"
brew "lnav"
brew "lolcat"
brew "lua-language-server"
brew "minikube"
brew "navi"
brew "neovim"
brew "onefetch"
brew "pastel"
brew "posting"
brew "presenterm"
brew "prettierd"
brew "procs"
brew "pyright"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "sevenzip"
brew "sl"
brew "starship"
brew "stylua"
brew "tailwindcss-language-server"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tldr", link: false
brew "tlrc"
brew "unar"
brew "uv"
brew "vscode-langservers-extracted"
brew "watch"
brew "wget"
brew "xan"
brew "yaml-language-server"
brew "yarn"
brew "yazi"
brew "yozefu"
brew "yq"
brew "abhimanyu003/sttr/sttr"
brew "charmbracelet/tap/crush"
brew "charmbracelet/tap/sequin"
brew "charmbracelet/tap/vhs"
brew "common-fate/granted/granted"
brew "dhth/tap/mult"
brew "dlvhdr/formulae/diffnav"
brew "f1bonacc1/tap/process-compose"
brew "friendsofgo/tap/killgrave"
brew "go-task/tap/go-task"
brew "joshmedeski/sesh/sesh"
brew "kenzo-wada/thanks-stars/thanks-stars"
brew "marle3003/tap/mokapi"
brew "morantron/tmux-fingers/tmux-fingers"
brew "muesli/tap/markscribe"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "arc"
cask "aws-vpn-client"
cask "betterdisplay"
cask "datagrip"
cask "discord"
cask "dockdoor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "helium-browser"
cask "hiddenbar"
cask "homerow"
cask "iina"
cask "keycastr"
cask "kindavim"
cask "kitty"
cask "linearmouse"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "notunes"
cask "obsidian"
cask "raycast"
cask "redis-insight"
cask "slack"
cask "stats"
cask "svu"
cask "ticktick"
cask "tomatobar"
cask "visual-studio-code"
cask "whatsapp"
cask "youtube-music"
cask "yubico-authenticator"
cask "zoom"
vscode "2gua.rainbow-brackets"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.bookmarks"
vscode "carbonid1.emmet-jss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "geddski.macros"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "inu1255.easy-snippet"
vscode "jasonnutter.search-node-modules"
vscode "jdinhlife.gruvbox"
vscode "marioterron.one-dark-bimbo"
vscode "mohsen1.react-javascript-to-typescript-transform-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "shakram02.bash-beautify"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wix.vscode-import-cost"
vscode "yummygum.city-lights-icon-vsc"
go "github.com/rhysd/actionlint/cmd/actionlint"
go "de"
go "github.com/docker/docker-language-server/cmd/docker-language-server"
go "github.com/aemengo/gswt/cmd/gh-swt"
go "go-diff"
go "github.com/blacktop/go-termimg/cmd/imgcat"
go "github.com/caarlos0/svu/v3"
go "github.com/hashicorp/terraform-plugin-docs/cmd/tfplugindocs"
