tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jez/formulae"
tap "koekeishiya/formulae"
tap "screenplaydev/tap"
tap "yulrizka/tap"
brew "bat"
brew "bpytop"
brew "python@3.9"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "hub"
brew "inetutils"
brew "jid"
brew "jq"
brew "kubernetes-cli"
brew "ruby"
brew "lua"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "node"
brew "pandoc"
brew "ripgrep"
brew "stylua"
brew "tealdeer"
brew "tig"
brew "tmux"
brew "upx"
brew "urlview"
brew "watchman"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "jez/formulae/git-heatmap"
brew "jez/formulae/git-madge"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "screenplaydev/tap/graphite"
cask "alacritty"
cask "amethyst"
cask "fig"
cask "raycast"
cask "spaceman"
cask "spotmenu"
cask "visual-studio-code"
