{
  "ChatGPT.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "advanced-git-search.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "auto-save.nvim": { "branch": "main" },
  "barbecue.nvim": { "branch": "main" },
  "better-vim-tmux-resizer": { "branch": "master" },
  "bigfile.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "bufdelete.nvim": { "branch": "master" },
  "clear-action.nvim": { "branch": "master" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "grapple.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "magazine.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "maximize.nvim": { "branch": "master" },
  "mini.files": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nerdy.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls-extras.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-chainsaw": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-genghis": { "branch": "main" },
  "nvim-github-codesearch": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "package-info.nvim": { "branch": "master" },
  "peek.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "reticle.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "smart-open.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "ssr.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "telescope-egrepify.nvim": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-import.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-node-modules.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "template-string.nvim": { "branch": "main" },
  "tint.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggle.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "tree-climber.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "tsc.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimux": { "branch": "master" },
  "visual-surround.nvim": { "branch": "main" },
  "visual-whitespace.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
